{
	"allnotifications": [
		{
			"message": "Welcome to the Senior Fit App! Explore and discover ways to stay active.",
			"url": "",
			"interval":2
		},
		{
			"message": "Do you know the app offers indoor exercises? Try them now from home. Let us know if you have questions\n",
			"url": "",
			"interval":4
		},
		{
			"message": "Staying motivated is difficult but you can make differences from today! Try the app today and make plans to stay the course and become resilient.\n",
			"url": "",
			"interval":6
		},
		{
			"message": "Do you know that you can use your phone camera to see yourself while exercising? Explore the app, if you have not done so!",
			"url": "",
			"interval":8
		},
		{
			"message": "Do you know that you can track your steps and distance in the app while you are walking? Give it a try now!",
			"url": "",
			"interval":10
		},
		{
			"message": "Do you know that the American Heart Association recommends 30 minutes of moderate exercise five days a week to keep your heart healthy?",
			"url": "",
			"interval":12
		},
		{
			"message": "We have now a Facebook page to connect with other users of the Senior Fit. Use this link to join!\n ",
			"url": "https://www.facebook.com/groups/seniorfitstudyphase2r1",
			"interval":14
		},		
		{
			"message": "Have you used the app for your exercise yet? Explore now and contact us if you have any questions! ",
			"url": "",
			"interval":16
		},
		{
			"message": "Want to know the psychological secrets to staying motivated for fitness? Watch this TEDx Talk to find out! \n",
			"url": "https://youtu.be/K60xHx836T0",
			"interval":18
		},
		{
			"message": "Setting up your own goal will motivate you to stay active for this week. The Senior Fit app can set up your goal for today! ",
			"url": "",
			"interval":20
		},
		{
			"message": " Enjoy exercising outside? Here are some important things to remember to maximize safety while outdoors. Go to this link and find out! \n ",
			"url": "https://www.nia.nih.gov/health/exercising-outdoors",
			"interval":22
		},
		{
			"message": "Curious as to why some diets work for some and not for others? Watch this 20-minute TEDx Talk by Professor Eran Segal to learn why.\n",
			"url": "https://youtu.be/0z03xkwFbw4",
			"interval":24
		},
		{
			"message": "Creating your own goal helps make exercising a daily routine! Take your time to write down when, where, and how you plan on doing your physical activity for the week.",
			"url": "",
			"interval":26
		},
		{
			"message": "Have you joined the Facebook group? Post at least one photo of yourself or something you see during your workout and say hi to other peers!\n",
			"url": "https://www.facebook.com/groups/seniorfitstudyphase2r1",
			"interval":28
		},
		{
			"message": "Want to be healthier? Doctors recommend adding more fiber, fruits, and vegetables to your daily diet. Read this article! \n",
			"url": "https://bit.ly/3wBSZwu",
			"interval":30
		},
		{
			"message": " Regular exercise decreases stress level and improves sleep quality. Check the app! We have many exercise videos that are ready to help you gain these benefits. ",
			"url": "",
			"interval":32
		},
		{
			"message": "Committing to a regular exercise schedule can help you develop positive physical activity habits. Feel free to contact us with any questions you may have.",
			"url": "",
			"interval":34
		},
		{
			"message": " Finding it difficult to fit in your workout? Finding small opportunities to stretch or walk more can make a huge difference. ",
			"url": "",
			"interval":36
		},
		{
			"message": "Have you tried balance exercises in the Senior Fit? Take this time to plan how, where, and when you would be doing your physical activity for the week.",
			"url": "",
			"interval":38
		},
		{
			"message": "What motivates you to do your exercises everyday? Post your motivation to our Facebook page and learn others' motivations!\n",
			"url": "https://www.facebook.com/groups/seniorfitstudyphase2r1",
			"interval":40
		},
		{
			"message": "Even when you don’t feel like exercising, people who do even small amounts of movement are glad they did! ",
			"url": "",
			"interval":42
		},
		{
			"message": "Did you know including balance training in your exercise routine can increase coordination, improve joint stability, and reduce your risk of falling? Use the app and get you going.",
			"url": "",
			"interval":44
		},
		{
			"message": "In addition to heart and musculoskeletal health, regular physical activity has also been shown to have the potential to benefit overall immune function. Let us know if you have any questions!",
			"url": "",
			"interval":46
		},
		{
			"message": "If you find yourself struggling balancing, here are some tips and tricks to improve it!\n",
			"url": "https://www.healthline.com/health/exercise-fitness/balance-exercises-for-seniors#exercises-to-try",
			"interval":48
		},
		{
			"message": "How about a 20 minute walk today?  Set up your own goal on when and where you plan on walking for the week.",
			"url": "",
			"interval":50
		},
		{
			"message": "Listening to music or audiobooks while walking or walking with a friend can make daily exercise more enjoyable. Share your favorite music or audio books to the Facebook group!\n",
			"url": "https://www.facebook.com/groups/seniorfitstudyphase2r1",
			"interval":52
		},
		{
			"message": "Way to be the champion of your own life! Focusing on small achievements is a great way to keep yourself motivated",
			"url": "",
			"interval":54
		},
		{
			"message": "Walking may be an easy exercise but is great for your physical and mental well-being. Watch this video to know more about the benefit of walking.\n ",
			"url": "https://youtu.be/3Ka7B3hCg08",
			"interval":56
		},
		{
			"message": " Whenever you need a break, consider going out side for some fresh air. Let us know in Facebook group how it goes.\n",
			"url": "https://www.facebook.com/groups/seniorfitstudyphase2r1",
			"interval":58
		},
		{
			"message": "The kitchen is just as important as the gym. Here are our favorite healthy recipes for you to try.\n",
			"url": "https://www.foodnetwork.com/healthy/packages/healthy-every-week/healthy-mains/foodnetwork-most-saved-healthy-recipes",
			"interval":60
		},
		{
			"message": "Have you tried cardio exercises? Starting a new exercise routine can be fun. You got this!",
			"url": "",
			"interval":62
		},
		{
			"message": " A healthy diet is the key to preventing and managing cardiovascular disease. It’s not as hard as you may think! Post your healthy diet to the Facebook page.\n",
			"url": "https://www.facebook.com/groups/seniorfitstudyphase2r1",
			"interval":64
		},
		{
			"message": " You are doing great! Overcoming struggles can make us stronger. Keep up the good work!",
			"url": "",
			"interval":66
		},
		{
			"message": "Have you noticed that we have several cardio exercise videos in the app? Check them out, if you have not done so! ",
			"url": "",
			"interval":68
		},
		{
			"message": " Stretching your legs before you leave the house will make walking for more comfortable when you're out and about. Let us know how your walk went and reach out if you have any questions",
			"url": "",
			"interval":70
		},
		{
			"message": " Congratulations on reaching half of the journey with us! The Senior Fit team is proud of your progress. We hope you continue on the journey of healthy living.",
			"url": "",
			"interval":72
		},
		{
			"message": " Now is a time to set up your weekly exercise goals. Let's make your goal a routine!",
			"url": "",
			"interval":74
		},
		{
			"message": " The best workout tips are setting a goal, being consistent, following your routine and tracking your progress! Do you want to share your workout tips to the Facebook page?",
			"url": "https://www.facebook.com/groups/seniorfitstudyphase2r1",
			"interval":76
		},
		{
			"message": " Learn some life-changing benefits of exercise! ",
			"url": "https://www.ncoa.org/article/the-life-changing-benefits-of-exercise-after-60",
			"interval":78
		},
		{
			"message": " Did you watch your exercise video and do some exercises last week? If not, think about why that was and when you will watch them for this week.",
			"url": "",
			"interval":80
		},
		{
			"message": " Did you know staying physically active improves your cognitive health, like helping you think, learn, and problem-solve? Don't hesitate to contact us via text or email if you have any questions!  ",
			"url": "",
			"interval":82
		},
		{
			"message": "  Find simple ways to make exercise fun and enjoyable! What about trying some new activities that keep you stay active? Share your story in Facebook!",
			"url": "",
			"interval":84
		},
		{
			"message": " This week's activity is to try new exercises on the app! What about some mobility exercises? Take this time to write down when, where, and how you plan on doing your physical activity for the week.",
			"url": "",
			"interval":86
		},
		{
			"message": " Being physically active can benefit many aspects of your life. Post on the Facebook group what benefits you hope to gain from these exercises. Please take the time to reply to others' posts too!",
			"url": "https://www.facebook.com/groups/seniorfitstudyphase2r1",
			"interval":88
		},
		{
			"message": " Do you have trouble staying motivated? Watch this video for tips on how to make lasting change. ",
			"url": "https://youtu.be/xp0O2vi8DX4",
			"interval":90
		},
		{
			"message": " Maintaining mobility is important for both the physical and mental health! Use the app and watch the tutorial videos of mobility exercises. ",
			"url": "",
			"interval":92
		},
		{
			"message": " Flexibility exercises can help increase range of movement, making everyday activities such as bathing, driving, and housework easier. Have you noticed any daily activities that have become easier for you to complete? Post your own experience to the Facebook group! ",
			"url": "https://www.facebook.com/groups/seniorfitstudyphase2r1",
			"interval":94
		},
		{
			"message": " Have trouble making it through a tough workout? Watch this video with Molly who is in her 80s and completes in Crossfit workout competitions. ",
			"url": "https://youtu.be/6WUJN_ckRyQ",
			"interval":96
		},
		{
			"message": " Being physically active benefits both body and mind. Take today to do the physical activity you enjoy the most. Don't forget to also take the time to develop your exercise goals for the week. ",
			"url": "",
			"interval":98
		},
		{
			"message": " Going for a daily walk can be a good way toward healthy and active living. Share with us your favorite place to walk to the Facebook page. ",
			"url": "https://www.facebook.com/groups/seniorfitstudyphase2r1",
			"interval":100
		},
		{
			"message": " Strength exercises can make it easier to lift, hold, and carry objects, and this can be beneficial for many everyday activities such as shopping, meal preparation, and housecleaning. ",
			"url": "https://youtu.be/xp0O2vi8DX4",
			"interval":102
		},
		{
			"message": " How's the weather today? Is today a great day to take a walk your neighborhood? Or what about some indoor exercises? ",
			"url": "",
			"interval":104
		},
		{
			"message": " It is normal to feel unmotivated sometimes. Do you need any help stay motivated? Let us know how we can help you.",
			"url": "",
			"interval":106
		},
		{
			"message": " Don’t forget to build rewards into your plan. Write down something you will do for yourself when goals are achieved. Treat yourself to something special and celebrate your successes! ",
			"url": "",
			"interval":108
		},
		{
			"message": " Have you tried strength exercises on the app? Try to spend at least 10 minutes for today's exercise! ",
			"url": "",
			"interval":110
		},
		{
			"message": " We understand that every person is different and has their own way to use our app . Would you like to share your tip  to the Facebook group on how you have been using the app? ",
			"url": "https://www.facebook.com/groups/seniorfitstudyphase2r1",
			"interval":112
		},
		{
			"message": " This 90-year-old's bucket list included sharing his fitness journey with the world. Check out how he likes to keep himself in shape. ",
			"url": "https://youtu.be/R28wp78T8ec",
			"interval":114
		},
		{
			"message": " Committing to a stable exercise schedule can help you meet your exercise goals. Try fitting your exercise videos into your week by viewing them on a consistent schedule. ",
			"url": "",
			"interval":116
		},
		{
			"message": " There are many ways to fit physical activity into your regular schedule! Let us know if you need any help using the app and setting up your goals! ",
			"url": "",
			"interval":118
		},
		{
			"message": " Physical Activity benefits are not restricted to just the physical. Regular exercise can also decrease stress and improve sleep. ",
			"url": "",
			"interval":120
		},
		{
			"message": " Starting a new exercise routine can be fun, but struggling to reach your goals can get frustrating. Setting smaller goals that will help you work your way up to a larger goal can help get you back on track. ",
			"url": "",
			"interval":122
		},
		{
			"message": " Would you like to share a story on your exercise routine? We are looking forward to hearing your story in the Facebook group!\n ",
			"url": "https://www.facebook.com/groups/seniorfitstudyphase2r1",
			"interval":124
		},
		{
			"message": " Concerned about exercising with a chronic condition? Here are some tips and tricks for navigating exercise with arthritis, chronic pain, and more.\n  ",
			"url": "https://www.nia.nih.gov/health/exercising-chronic-conditions",
			"interval":126
		},
		{
			"message": " Did you watch your exercise video this week? If not, think about why that was and when you will watch them for this week.  ",
			"url": "",
			"interval":128
		},
		{
			"message": " Being physically active benefits both body and mind. Take today to do the physical activity you enjoy the most. Don't forget to connect with us if you have any questions.  ",
			"url": "",
			"interval":130
		},
		{
			"message": " Exercise and nutrition go hand in hand. Watch this video of Joan's health transformation.\n",
			"url": "https://youtu.be/R-d7_Ij4geE",
			"interval":132
		},
		{
			"message": " Finding it difficult to fit in your workout? Try to incorporate your exercises into daily activities can help keep you on track to reach your goals.",
			"url": "",
			"interval":134
		},
		{
			"message": " Daily walking helps keep your weight steady and strengthens your bones. Have you noticed any changes since you started using the Senior Fit app? Share your story with us on our facebook page.\n  ",
			"url": "https://www.facebook.com/groups/seniorfitstudyphase2r1",
			"interval":136
		},
		{
			"message": " Meet Gale Lind, the 72-year-old fitness trainer who leads classes for those 50 and older.\n  ",
			"url": "https://youtu.be/Ki3D27Lwwjo",
			"interval":138
		},
		{
			"message": " It is normal to feel unmotivated sometimes. Watching and following along to your exercise videos can help to keep you motivated. Give it a try today!  ",
			"url": "",
			"interval":140
		},
		{
			"message": " Studies show that even a 10 minute walk immediatly boosts brain chemistry to increase happiness. Your exercise will also be waiting for you when you have time  ",
			"url": "",
			"interval":142
		},
		{
			"message": " We hope that you have experienced some benefits from our program. We are truly grateful to work with you and thank you for your participation. Today is the last day that we send you the message but you will be able to use the app. We will reach out to you to walk you through the next steps.  ",
			"url": "",
			"interval":144
		}			
		
	
	]
}

